;Place localized text in this file
[TLMUpgrade_F_QuickPatch X2WeaponUpgradeTemplate]
FriendlyName="Quick Patch Equipment"
FriendlyNamePlural="Quick Patch Equipments"
BriefSummary="Using a Medikit does not cost an action. Passive."
TinySummary="free Medikit use"

[TLMUpgrade_F_FieldMedic X2WeaponUpgradeTemplate]
FriendlyName="Field Medic Equipment"
FriendlyNamePlural="Field Medic Equipments"
BriefSummary="Equipped Medikits have extra charges."
TinySummary="+Medikit charges"

[TLMUpgrade_NecroRestoration X2WeaponUpgradeTemplate]
FriendlyName="Restoration Equipment"
FriendlyNamePlural="Restoration Equipments"
BriefSummary="Regenerate 1 HP per turn, for 3 turns, to any ally"
TinySummary="+Regeneration"

[TLMUpgrade_F_RegenerativeMist X2WeaponUpgradeTemplate]
FriendlyName="Regenerative Smoke Equipment"
FriendlyNamePlural="Regenerative Smoke Equipments"
BriefSummary="Traces of restorative chemicals are added to your smoke grenades, healing all units in the cloud."
TinySummary="Smoke heals"

[TLMUpgrade_F_Stimulate X2WeaponUpgradeTemplate]
FriendlyName="Defibrillator"
FriendlyNamePlural="Defibrillators"
BriefSummary="Once per turn, you may remove mental impairments from an adjacent ally."
TinySummary="cure mental impairments"

[TLMUpgrade_RecoveryPatch_I X2WeaponUpgradeTemplate]
FriendlyName="Recovery Patch"
FriendlyNamePlural="Recovery Patches"
BriefSummary="Grants the medical protocol abilities. Also grants 30% damage reduction to healed ally for 1 turn."
TinySummary="DR for healed allies"

[TLMUpgrade_CriticalHealing X2WeaponUpgradeTemplate]
FriendlyName="Critical Healing Ingredients"
FriendlyNamePlural="Critical Healing Ingredients"
BriefSummary="Some Healing abilities have a 50% chance to restore 4 additional hit points."
TinySummary="chance to heal more"

[TLMUpgrade_MZArcBlueActions X2WeaponUpgradeTemplate]
FriendlyName="Quick Trigger"
FriendlyNamePlural="Quick Triggers"
BriefSummary="Arcthrower abilities no longer end the turn."
TinySummary="non-turn ending Abilities"

[TLMUpgrade_MZArcElectrocute X2WeaponUpgradeTemplate]
FriendlyName="High Voltage Battery"
FriendlyNamePlural="High Voltage Batteries"
BriefSummary="Fire an Arcthower blast that deals electrical damage instead of incapacitating."
TinySummary="electric damage"

[TLMUpgrade_MZArcHaywire X2WeaponUpgradeTemplate]
FriendlyName="Electromagnetic Disturbancetility"
FriendlyNamePlural="Electromagnetic Disturbancetilities"
BriefSummary="A special Arcthrower pulse causes a robotic foe to fight for you, albeit only briefly."
TinySummary="control robotic enemies"

[TLMUpgrade_MZArcRepair X2WeaponUpgradeTemplate]
FriendlyName="Reweld Utilities"
FriendlyNamePlural="Reweld Utilities"
BriefSummary="Use the Arcthrower to repair a robotic ally."
TinySummary="heal robotic allies"

[TLMUpgrade_MZArcFuse X2WeaponUpgradeTemplate]
FriendlyName="Sparkstriker Utilities"
FriendlyNamePlural="Sparkstriker Utilities"
BriefSummary="Fires a sparking blast from the arcthrower, dealing electrical damage and detonating carried explosives."
TinySummary="Fuses carried explosives"

[TLMUpgrade_BS_SpareBattery X2WeaponUpgradeTemplate]
FriendlyName="Spare Battery"
FriendlyNamePlural="Spare Batteries"
BriefSummary="Quickly recharge your Arc Thrower's battery with a spare, reducing some cooldowns by up to 3 turns."
TinySummary="recharges some cooldowns"

[TLMUpgrade_BS_SawnOffReload X2WeaponUpgradeTemplate]
FriendlyName="Spare Shells"
FriendlyNamePlural="Spare Shells"
BriefSummary="Allows limited reloading of the Sawed-Off Shotgun"
TinySummary="Sawed Off Reloads"

[TLMUpgrade_BS_Brutality X2WeaponUpgradeTemplate]
FriendlyName="Scary Shells"
FriendlyNamePlural="Scary Shells"
BriefSummary="Kills on organic enemies with your Sawed-Off Shotgun have a chance to panic other organic enemies."
TinySummary="kills have chance to panic"

[TLMUpgrade_MZSledgehammer X2WeaponUpgradeTemplate]
FriendlyName="Sledgehammer"
FriendlyNamePlural="Sledgehammer"
BriefSummary="A powerful melee attack that sends its victims flying."
TinySummary="Knockback"

[TLMUpgrade_MZShakeTheEarth X2WeaponUpgradeTemplate]
FriendlyName="Shieldquake"
FriendlyNamePlural="Shieldquake"
BriefSummary="Activating Shieldwall triggers a tremor that reduces mobility of foes in the vicinity."
TinySummary="Shieldquake"

[TLMUpgrade_GrimyCauterize X2WeaponUpgradeTemplate]
FriendlyName="Cauterize Protocol"
FriendlyNamePlural="Cauterize Protocols"
BriefSummary="Module to allow your Gremlin to deal 2 damage to a unit, if it survives, heal it for 3-9 life."
TinySummary="Damage and Heal any Unit"

[TLMUpgrade_ShadowOps_PhalanxProtocol X2WeaponUpgradeTemplate]
FriendlyName="Phalanx Protocol"
FriendlyNamePlural="Phalanx Protocols"
BriefSummary="Your GREMLIN moves to every ally, granting all of them a Defense bonus until the start of your next turn."
TinySummary="Aid Protocol for the whole squad"

[TLMUpgrade_ShadowOps_RestorationProtocol X2WeaponUpgradeTemplate]
FriendlyName="Restoration Protocol"
FriendlyNamePlural="Restoration Protocols"
BriefSummary="Grants a unit regeneration. Also stabilizes and revives bleeding out or unconscious units and removes some debuffs."
TinySummary="Stabilize, Revive and Regen"

[TLMUpgrade_ShadowOps_ShieldProtocol X2WeaponUpgradeTemplate]
FriendlyName="Shield Protocol"
FriendlyNamePlural="Shield Protocols"
BriefSummary="Grant a friendly unit ablative hit points. The shield also grants poison immunity until all ablative hit points are lost."
TinySummary="Shield an ally"

[TLMUpgrade_ShadowOps_StealthProtocol X2WeaponUpgradeTemplate]
FriendlyName="Stealth Protocol"
FriendlyNamePlural="Stealth Protocols"
BriefSummary="Give a friendly unit concealment"
TinySummary="Conceal an Ally"

[TLMUpgrade_ShadowOps_Supercharge X2WeaponUpgradeTemplate]
FriendlyName="Supercharge Protocol"
FriendlyNamePlural="Supercharge Protocols"
BriefSummary="Some GREMLIN abilities gain an additional charge."
TinySummary="Extra Charges for Protocols"

[TLMUpgrade_MZFreezeProtocol X2WeaponUpgradeTemplate]
FriendlyName="Snapfreeze Protocol"
FriendlyNamePlural="Snapfreeze Protocols"
BriefSummary="Send the GREMLIN to dump concentrated bitterfrost on a single foe, immediatly freezing them."
TinySummary="freeze opponent"

[TLMUpgrade_MZFrostProtocol X2WeaponUpgradeTemplate]
FriendlyName="Frost Protocol"
FriendlyNamePlural="Frost Protocols"
BriefSummary="Send the GREMLIN to inflict low gaurenteed cold damage and bitterfrost."
TinySummary="cold damage"

[TLMUpgrade_GrimyLightOrdnance X2WeaponUpgradeTemplate]
FriendlyName="Small Pockets"
FriendlyNamePlural="Small Pockets"
BriefSummary="Increase grenade capacity by 2 in each slot, but decrease grenade damage by 50%."
TinySummary="more but weaker grenades"

[TLMUpgrade_GrimyVileConcoctions X2WeaponUpgradeTemplate]
FriendlyName="Vile Concoctions"
FriendlyNamePlural="Vile Concoctions"
BriefSummary="Increase DoT damage from grenades by 2."
TinySummary="improved Grenade DoTs"

[TLMUpgrade_MZBlindingSuppression X2WeaponUpgradeTemplate]
FriendlyName="Flashpowder Bullets"
FriendlyNamePlural="Flashpowder Bullets"
BriefSummary="Suppression abilites additionaly blind enemies. Blinded foes will have to move closer to target you."
TinySummary="Suppression Blinds"

[TLMUpgrade_MZConfusingSuppression X2WeaponUpgradeTemplate]
FriendlyName="Caleidoscope Bullets"
FriendlyNamePlural="Caleidoscope Bullets"
BriefSummary="Suppression abilites may apply confusion, blocking the use of many abilities."
TinySummary="Suppression may confuse"

[TLMUpgrade_MZDisablingSuppression X2WeaponUpgradeTemplate]
FriendlyName="Malfunction Bullets"
FriendlyNamePlural="Caleidoscope Bullets"
BriefSummary="Suppression abilites additionaly disables enemy weapons. They will need to reload before they can fire."
TinySummary="Suppression may disable weapons"

[TLMUpgrade_IsmsFlush X2WeaponUpgradeTemplate]
FriendlyName="Flush Optics"
FriendlyNamePlural="Flush Optics"
BriefSummary="Fire a shot that encourages enemies to move. +30 aim. -50% base weapon damage. Uses 2 ammo."
TinySummary="Flush"

[TLMUpgrade_F_StationaryThreat X2WeaponUpgradeTemplate]
FriendlyName="Improvised Tripod"
FriendlyNamePlural="Improvised Tripods"
BriefSummary="Gain damage to your primary weapon attacks for each turn that you do not move. Passive."
TinySummary="+damage if you do not move"

[TLMUpgrade_F_SaltInTheWound X2WeaponUpgradeTemplate]
FriendlyName="Salted Bullets"
FriendlyNamePlural="Salted Bullets"
BriefSummary="All attacks deal bonus damage to targets suffering from Poison, Burning, Acid, or Bleeding."
TinySummary="+damage to Bleeding, Burning, Poisoned"

[TLMUpgrade_HighPowerShot_I X2WeaponUpgradeTemplate]
FriendlyName="High Power Module"
FriendlyNamePlural="High Power Modules"
BriefSummary="Special shot that does +50% damage and has a 4 turn cooldown."
TinySummary="+50 %damage shot""

[TLMUpgrade_Inspiration_I X2WeaponUpgradeTemplate]
FriendlyName="Inspiration Module"
FriendlyNamePlural="Inspiration Modules"
BriefSummary="Select a target ally in cover. Target gains +40% (+60% if Inspiration II is learnt) Dodge until start of next turn."
TinySummary="+40% Dodge to ally in cover"

[TLMUpgrade_SingleReload X2WeaponUpgradeTemplate]
FriendlyName="Spare Bullets"
FriendlyNamePlural="Spare Bullets"
BriefSummary="Reload a single round into your weapon. 1 Action, not turn ending"
TinySummary="reload 1 shot"

[TLMUpgrade_ABBSpray X2WeaponUpgradeTemplate]
FriendlyName="Spray Module"
FriendlyNamePlural="Spray Modules"
BriefSummary="Fire a shot at a target with low accuracy. Doesn't end the turn. Can not headshot."
TinySummary="low accuracy shot (not turnending)"

[TLMUpgrade_AutoSniperSteadyWeapon X2WeaponUpgradeTemplate]
FriendlyName="Kiruka Bipod"
FriendlyNamePlural="Kiruka Bipods"
BriefSummary="Steady your primary weapon in order to have a chance at landing your shots in spite of its wild recoil. Grants +120 aim to your next shot with your primary weapon. Costs two actions. Bonus is lost after you shoot, take another action such as moving, or take damage."
TinySummary="increased aim for next turn"

[TLMUpgrade_EGT_CombatEngineer X2WeaponUpgradeTemplate]
FriendlyName="Combat Engineering Module"
FriendlyNamePlural="Combat Engineering Modules"
BriefSummary="Prevents environmental damage from falling off from the center of an explosion, meaning you will destroy objects in a larger area."
TinySummary="no environmental damage falloff"

[TLMUpgrade_EGT_TandemWarheads X2WeaponUpgradeTemplate]
FriendlyName="Tandem Warheads Module"
FriendlyNamePlural="Tandem Warheads Module"
BriefSummary="Your grenades and rockets do full damage to units to the maximum extent of their area of effect."
TinySummary="no damage falloff"


